{
  "metadata": {
    "name": "初級香功",
    "level": "初級",
    "brief_description": "「香功」全名為「中國佛法芳香型智悟氣功」。「香」是指練功時，不論練功者或現場圍觀的人，皆可聞到各種芳香氣味，這是香功最顯著的特點，因名為「香」。「智」，即大智大慧。香功具開發大腦功能，增進思維能力與智力的效果，故稱「智」。「悟」，指靈感或開悟，透過練習香功的功法，激發了智慧，而對生命、自然、人性、物性會有很深的覺悟，「頓悟」的境界於焉生成，達到天人合一之境界，此外，「悟」亦含有自行體會、領悟香功功法功理之意。",
    "overall_description": "香功相傳是一千多年前，由古印度佛教僧人蓮花生所創。蓮花生是古印度烏仗那人，西元八世紀中期，受吐番屋贊普犀松德贊之邀，至中國西藏傳授秘教佛學，因而將自創的香功傳播到了中國。由於蓮花生佛學造詣精深，且身具因修練香功所成就之異能，因此深受秘宗信徒的崇敬。近百年來，西藏喇嘛教中的紅教〔寧瑪派〕一直遵蓮花生為其〔祖師〕，香功亦一直傳襲至今。香功的傳衍，相傳至南宋時，由濟公活佛加以發揚光大，現代香功的傳人則是中國大陸河南洛陽市的田瑞生先生（生於1927年）。田瑞生修習香功五十餘載，於一九八八年開始對外傳授功法，於大陸造成一股熱潮，且遠及美、俄、澳、意、新、馬、日等三十餘國，正式成為世界性的保健熱潮，世界衛生組織(WHO) 亦成立了香功俱樂部，聯合國專刊並專文介紹，台灣則於近十幾年開始流行。香功勢股之高僧藉「悟」而「創」，出的系列動作，練功時要求「不守意念」、「呼吸自然」，使練功者得以排除自身意念的「干擾」，能與大自然感應道交，看似簡單的身手自然揮轉，泰然行功之間，體內已自行循環布氣，運行疏調，百脈自然流通，身心自然和協，達到激能開慧，祛寎健身的目的，進而去入虛靜圓融境界。所以練功時一定要「全身放鬆」、「不帶意念」、「心情愉快」、「動作自在」，收效方大。香功是氣功的一種，分為初級功、中級功、高級功，動作簡明，易學好練，不意守、不限時、地，自帶香味，適合不同年齡及文化背景的人習練，有自我治療的效果。只要按規定勤於練功，短期一百天後，85%的人，身上都會有反應或療效。＊備註：高級功因修習難度較大，含手印與真言相應修持，由現代香功的傳人因人傳授。香功為佛門中的上乘氣功之一，兼取佛理與醫理，佛之治心，醫之治身。「佛」追求致靜，中和、恬淡、寡欲的生命態度，著重以「心」的實悟實證去體會去感受去證明去把握，以「身」的刻苦行動去追求、去宣揚、去達成，一方面修心、養性，一方面健體強身，香功功法要求修習者息心停念，去除自心的雜染，意想自己與自然融合為一，藉由身心靈的接合，達到健身養生的目的。中醫的中心思想為「天人相應」，強調人與大自然的一脈融合。香功的初級功法完全運動人體的上半身，上半身屬「陽」，疏通在上的經絡，以應「天」；中級功則上肢與下肢的動作同時進行，疏通在下的經絡，以應「地」；高級功夫在天地通泰、氣血暢和的基礎上，重在突破「性」與「命」的關礙，明性開悟，見智達慧，進入更高的境界。中醫強調人體的健康在於生理、心理的中庸平和，香功的動作都是上下左右對稱進行，運動量不大不小，在每一個細節上都體現了平衡陰陽、氣血的要求。在修習香功功法之前，往往先營造自然清淨的氣氛，息心停念，融入情境。長久以來，香功將音樂視為一種重要而不可或缺的功法要素，藉由音樂的心理協調作用，驅除練功者心中的雜念於煩惱。將練功者領入佳境，使香功的效能在音樂營造的氣氛中得到充分的發揮。香功亦非常注重練功時面帶微笑，以求在心理上織造愉悅、舒暢的境界。喜為心志，心為五臟六腑之首，面帶微笑可以賦予練功者一個調整全身功能的契機，為香功大開疏通臟腑的路徑。面部是全身信息的匯集之處，五臟六腑的強弱盛衰都能在面部的不同部位反映出來，唇屬脾，鼻屬肺，眼屬肝，眉心、舌屬心，耳屬腎，而藉由對面部的作用，也能調節臟腑的功能。因此微笑時面部放鬆，各條經絡的氣血暢行無阻，也有助於香功發揮相當的功能與作用。初級香功以雙手的十五個動作，帶動胸部整個肋骨向不同的十五個方向蠕動。這使得整個胸腔的內壁，有系統、有節奏地按摩胸膛裡的五臟六腑，加強了內部的新陳代謝，使得組成內臟的細胞充滿活力和生機（以十五個動作，每個動作三十六次，每天練功二次來計算，等於按摩1,080次）。長期練功，效果自然顯著。初級功的運動部位全在上肢，上肢如人身之「天」，其經絡與心、肺、心包、小腸、大腸、三焦等臟腑相互關聯，是這些臟腑聯繫肢體的通道。香功藉由絕妙的動作加強這些經絡的功能、並透過經絡的運動，使這些臟腑的功能得到鍛練。香功的每一個動作，都重點針對一、二個穴道產生按摩般的作用，而這些穴位都是各個臟腑的關鍵穴位，因此，只要做完香功初級功法的十五個動作，就是完成了對上身主要穴道的按摩，同時全面疏通了走行於上半身的全部穴位。",
    "benefits": [
      "加強內部新陳代謝，使細胞充滿活力和生機。",
      "調節肺經功能，治療咳嗽、哮喘等肺部疾病。",
      "改善全身氣機。",
      "補益婦女，治療婦科不正常。",
      "疏通經絡，打通穴道，利於外氣發放。",
      "調節心、心包功能。",
      "治療腎病、眼疾、肝病。",
      "增強視力，保護肝臟。",
      "開發大腦功能，增進思維能力與智力。",
      "激發智慧，達到頓悟、天人合一境界。",
      "修心養性，健體強身。",
      "平衡陰陽、氣血，達到生理心理中庸平和。",
      "自我治療效果，短期內多數人有反應或療效。",
      "透過微笑分泌抗病因素，提高免疫力，永保青春。",
      "改善心情，增加能量，調節氣血平衡。",
      "紓緩情緒，增進練功效率。"
    ],
    "acupoints": [
      {
        "name": "勞宮穴",
        "description": "勞宮穴位於手掌中央，是發放外氣的主要穴位。初級功的大量上肢運動，使各條經絡的氣血得以流暢，勞宮穴被打通，便可以發放外氣。第十二節的佛風灌耳、第十三節的耀眼佛光，即是透過勞宮穴發放的外氣分別作用於耳部、眼部的穴位，使其獲得能量，藉以調節經絡和穴位的功能。人的外耳是整個身體的縮影，耳穴上分佈著全身的信息。此外，「腎開竅於耳」，腎是人體元氣的大本營，向耳朵發放外氣，也就是對全身的功能進行調節可以治療腎的各種疾病。我們的眼睛周圍散佈著許多穴位，向眼睛發放外氣，可以增強視力，治療眼疾。此外，「肝開竅於目」，「耀眼佛光」功法亦可對肝起保護作用，有助於肝病的康復。可見，香功對勞宮穴的作用一是疏通經絡，打通穴道，以利於外氣的發放，二則加強勞宮穴自身的功能，以調節心，心包的功能，三乃藉由勞宮穴外氣的發放，調節其它臟腑，經絡的功能。"
      },
      {
        "name": "中府穴",
        "description": "中府穴位於腋前、鎖骨下，是肺經的重要穴位。香功初級功是上肢的運動，每一個動作都會藉著胸大肌的牽引，對中府穴產生按摩作用，因此，中府穴在香功初級功中得到的運動次數最多。活動中府穴，不僅可以調節肺經的功能，治療如咳嗽 哮喘之類的肺部疾病，亦因「肺主一身之氣」，而改善肺經的功能，調節全身的氣機。"
      },
      {
        "name": "中丹田",
        "description": "中丹田位於胸口正中，兩乳之間，即為針灸學上的膻中穴，「女丹經」中則稱為「丹鼎」。此穴位對女姓非常重要，練功時，經血被蒸化為氣，由下丹田上升至中丹田，練化為原精元氣，充髓益腦，培補根本。香功初級功的第十五節「雙手合十」的動作，對中丹田的作用就很強，且其它動作的中心亦在中丹田部位，這些動作均可使中丹田聚集氣血得以流暢，因此，婦女可藉由香功得到補益，婦科不正常者亦能得到治療。"
      }
    ],
    "tips": [
      "十五個動作的手指尖，都不要高過下唇。有高血壓或心臟病者，手勢更要低些。",
      "除了雙手合十之外，初級香功其它十四個動作，手掌的軌道都是橢圓形或是橢圓形的一部分。宇宙所有星球的軌道都是橢圓形的，根據牛頓的計算，橢圓形才是最省力的。",
      "第三節「八字飄香」，划八字形，雙掌在下時，掌心向內或向下，絕不能向外。若向外，練功久了，會頭痛。",
      "每個動作左右擺動或開合的幅度，以45度至60度為宜，幅度太小，效果不夠，幅度太大，不能放鬆。",
      "練功時，手掌打開，手指要放鬆。手腕放鬆，但不要刻意擺動。",
      "配合音樂做香功。",
      "中國香功是一種氣功，不是運動，練功時要全身放鬆，尤其是肩膀，輕輕鬆鬆練功，越輕鬆，氣越流動，才會有查病、防病、和治病的效果。",
      "練功要臉帶笑容，原因有四，一是可使精神非常愉快，全身的毛孔開合，容易接受大宇宙的磁埸能量﹔同時腦中增加快樂的物質，會抑制人們腦部的活動，增加吸收能量的速度。二是笑容能改善低落的心情，心情轉好練功就會有不同的感受，能聞到不同的香味，無形中增加人體的能量，這些能量能夠調節我們人體氣血的平衡，達到健康。放開心胸，心情愉快，且順其自然，笑容與練功有極密切的關係；三是實驗証明隨時保持歡笑，體內會分泌某種因素，該因素雖尚未命名，但它能抗百病，永保青春，提高免疫力，可見笑可以帶給我們健康和長命，我們隨時保持微笑，對練功有相乘的莫大幫助；四是笑可以紓緩情緒，而練功與情緒極有關係，保持和諧寧靜而歡愉的情緒，可以增進練功的效率。笑不出時也要學著笑，把嘴角上揚，有意的裝笑也會使心情慢慢舒展，練功時也要不斷自我提醒。",
      "配合人電氣功雙管齊下，互相截長補短，動靜得宜，相輔相成，可以收到最好的最佳效果。",
      "除了借助功法，得配合信息水，再加上每晚臨睡前的排病氣，才是完整習練香功。",
      "學練香功要只要依樣畫葫蘆，要知有意練功，無意成功，功到自然成。",
      "練香功過一段時間後，總會聞到不同的香味，只是各人聞到香味的時間快慢不同。",
      "集體練功時，氣氛要活潑愉快，切勿嚴肅鴉雀無聲。",
      "一切的文字、圖形、音樂、氣功師的輔導……等等，都只能起點化的作用，能否功成精進，最重要的因素在於本身的功緣與毅力。",
      "本功法有一定的靈活性，年老體弱，手腳不便者練功，不必強求動作一致或準確，但不論任何時間，不可作甩手動作。",
      "習練香功無時辰、無方向的禁忌，任何時間、任何方向都是最好的."
    ],
    "precautions": [
      "每天練功最多二次，不超過三次，每次要相距六小時以上。",
      "每個動作不得少於三十六下，最多也不要超過五十四下。",
      "每個動作要依順序做，不得倒三顛四，以免氣血停滯，人也不舒服。",
      "練功過程中，有麻，脹、涼、熱、蟻行、沉、浮、輕、重、疼痛等氣感效應；及打哈欠、打嗝、流淚、流汗、發抖、放屁、腹瀉等，都是氣沖末梢神經，或排除病氣，為正常現象。",
      "練功中若受驚嚇，不可中途停頓，應堅持繼續練功，慢慢使心情平靜，恢復常態，以免受驚動造成氣滯或出偏。",
      "練本功法時，要全身放鬆，心情愉快，面帶笑容，心情放鬆。集體練功時，氣氛要活潑愉快，切勿嚴肅鴉雀無聲。",
      "習練中如果臨時有事，需暫停停時，必需要收功，以恢復平時的常態，事情辦完，再從第一動作做起，如時間短，可由停止的動作接著做。",
      "練功避免心情過於緊張，身體若無法放鬆，還板著臉不見一絲笑容，練功如同做苦工，效果自然不佳。",
      "懷孕六個月後，不要再練香功。",
      "陰氣重的地點，如太平間、殯儀錧、急診室、墓地等地，切勿練香功。",
      "閃電、打雷、暴風雨天、高壓電十米內，切勿練香功。",
      "天黑後，日蝕、月蝕時，勿在外面練香功。",
      "晚上在室內練香功，要打開燈，保持環境明亮。",
      "不可在風口、路邊、水邊練功。",
      "剛練完功，勿飲冷飲，勿沖冷水澡。",
      "生氣時、悲傷時，都不可練功。",
      "末期癌症、嚴重心臟病、急性盲腸炎、毒蛇咬傷、患狂犬病者、精神病、神智不清者、兒童多動症、及癲癇症均不宜練香功。",
      "家中有人過世，心情不佳，應暫停練功一段時間，等一切事情處理好，心情平靜，精神好轉後，再開始練功."
    ],
    "graphics_urls": [
        "https://www.hesa.org.tw/images/graphic/xiangkong_p_title.gif",
        "https://www.hesa.org.tw/images/graphic/xiangkong_p_title.gif"
    ]
  },
  "routine": [
    {
      "name": "預備式",
      "description": "全身自然放鬆，面帶笑容，雙腳分開與肩同寬，平行站立。雙手手心相對，約距20公分，在胸前開合5~10次（見圖1~2）。",
      "steps": [
        "全身自然放鬆，面帶笑容，雙腳分開與肩同寬，平行站立。",
        "雙手手心相對，約距20公分，在胸前開合5~10次。"
      ],
      "graphics_urls": [
        "https://www.hesa.org.tw/images/xiangkong_pic/xiangkong_step0.gif",
        "https://www.hesa.org.tw/images/xiangkong_pic/xiangkong_step0.gif"
      ]
    },
    {
      "name": "第一節　金龍擺尾",
      "description": "雙手合十，十指向前，指實掌心虛，先左後右各45度水平自然擺動36-54次（見圖3~4）。",
      "steps": [
        "雙手合十，十指向前，指實掌心虛。",
        "先左後右各45度水平自然擺動36-54次。"
      ],
      "graphics_urls": [
        "https://www.hesa.org.tw/images/xiangkong_pic/xiangkong_step1.gif",
        "https://www.hesa.org.tw/images/xiangkong_pic/xiangkong_step1.gif"
      ]
    },
    {
      "name": "第二節　玉鳳點頭",
      "description": "雙手合十，置於胸前，十指向上，指實掌心虛，小臂向下擺動到小腹處36-54次（見圖5~6）。注意不要單獨擺手腕；手向下時略帶點頭之意。",
      "steps": [
        "雙手合十，置於胸前，十指向上，指實掌心虛。",
        "小臂向下擺動到小腹處36-54次。"
      ],
      "graphics_urls": [
        "https://www.hesa.org.tw/images/xiangkong_pic/xiangkong_step2.gif",
        "https://www.hesa.org.tw/images/xiangkong_pic/xiangkong_step2.gif"
      ]
    },
    {
      "name": "第三節　八字飄香",
      "description": "雙手手心相對，在胸前開合5次（同預備式），再向上向下劃八字形31-49次（見圖7~10）。注意：手向上時，高不過肩，兩手手心相對，約距10公分，手心向下分開時，手臂不可伸直，掌心不可向外翻，約與胯同高。",
      "steps": [
        "雙手手心相對，在胸前開合5次（同預備式）。",
        "再向上向下劃八字形31-49次。"
      ],
      "graphics_urls": [
        "https://www.hesa.org.tw/images/xiangkong_pic/xiangkong_step3.gif",
        "https://www.hesa.org.tw/images/xiangkong_pic/xiangkong_step3.gif"
      ]
    },
    {
      "name": "第四節　雙手撫琴",
      "description": "雙手手心朝下，手指向前，與胸口同高，水平開合36-54次（見圖11~12）。注意：上臂基本不動，兩小臂展開，不可伸直，合攏時指尖不可相撞，手不擺動，十指不相對。",
      "steps": [
        "雙手手心朝下，手指向前，與胸口同高。",
        "水平開合36-54次。"
      ],
      "graphics_urls": [
        "https://www.hesa.org.tw/images/xiangkong_pic/xiangkong_step4.gif",
        "https://www.hesa.org.tw/images/xiangkong_pic/xiangkong_step4.gif"
      ]
    },
    {
      "name": "第五節　缽魚雙分",
      "description": "雙手手心向上，餘同雙手撫琴（見圖13~14）。",
      "steps": [
        "雙手手心向上，餘同雙手撫琴。"
      ],
      "graphics_urls": [
        "placeholder_url_13",
        "placeholder_url_14"
      ]
    },
    {
      "name": "第六節　風擺荷葉",
      "description": "雙手側掌，掌心相對，約距20公分，先左後右各45度水平自然擺動36-54次（見圖15~16）。注意：兩掌心始終保持相對，上身不可擺動，不能單擺手腕。",
      "steps": [
        "雙手側掌，掌心相對，約距20公分。",
        "先左後右各45度水平自然擺動36-54次。"
      ],
      "graphics_urls": [
        "placeholder_url_15",
        "placeholder_url_16"
      ]
    },
    {
      "name": "第七節　左轉乾坤",
      "description": "雙手側掌，掌心相對，約距20公分，自右向左逆時針旋轉畫立圓呈橢圓形，左右長，上下短，36-54次（見圖17~18）。注意：兩手掌始終為側掌，高不可過肩，低不可過小腹，不能偏向一邊。",
      "steps": [
        "雙手側掌，掌心相對，約距20公分。",
        "自右向左逆時針旋轉畫立圓呈橢圓形，左右長，上下短，36-54次。"
      ],
      "graphics_urls": [
        "placeholder_url_17",
        "placeholder_url_18"
      ]
    },
    {
      "name": "第八節　右轉乾坤",
      "description": "與左轉乾坤方向相反，其餘均相同（見圖19~20）。",
      "steps": [
        "與左轉乾坤方向相反，其餘均相同。"
      ],
      "graphics_urls": [
        "placeholder_url_19",
        "placeholder_url_20"
      ]
    },
    {
      "name": "第九節　搖櫓渡海",
      "description": "雙手手心向下與胸平，手向前下方推伸時，手指輕展，回來上提時，抓握空拳，如搖槳狀划動，來回36-54次（見圖21~22）。注意：手向前伸時，掌心向下，回來時手指不可相扣。",
      "steps": [
        "雙手手心向下與胸平。",
        "手向前下方推伸時，手指輕展，回來上提時，抓握空拳，如搖槳狀划動，來回36-54次。"
      ],
      "graphics_urls": [
        "placeholder_url_21",
        "placeholder_url_22"
      ]
    },
    {
      "name": "第十節　法輪常轉",
      "description": "雙手手心向下，左手在下，右手在上。右手心對左手背，雙手相距10公分，距胸口5-10公分。雙手上下交替，向前呈橢圓形前後長，上下短，旋轉36-54次（見圖23~25）。注意：兩手始終對準胸口，不可偏開。",
      "steps": [
        "雙手手心向下，左手在下，右手在上。右手心對左手背，雙手相距10公分，距胸口5-10公分。",
        "雙手上下交替，向前呈橢圓形前後長，上下短，旋轉36-54次。"
      ],
      "graphics_urls": [
        "placeholder_url_23",
        "placeholder_url_24",
        "placeholder_url_25"
      ]
    },
    {
      "name": "第十一節　達摩盪舟",
      "description": "手式同法輪常轉，先左後右，擺動36-54次（見圖26~27）。注意：擺動時上身勿動，右手掌、左手背始終相對，不可分開。",
      "steps": [
        "手式同法輪常轉。",
        "先左後右，擺動36-54次。"
      ],
      "graphics_urls": [
        "placeholder_url_26",
        "placeholder_url_27"
      ]
    },
    {
      "name": "第十二節　雙風貫耳",
      "description": "雙手手心相對，放於大腿前，沿體側升臂自下而上向兩耳貫氣36-54次（見圖28~29）。注意：貫氣時掌心要對準兩耳，但不能貼耳，落下時手臂微曲，兩手不可後甩。",
      "steps": [
        "雙手手心相對，放於大腿前。",
        "沿體側升臂自下而上向兩耳貫氣36-54次。"
      ],
      "graphics_urls": [
        "placeholder_url_28",
        "placeholder_url_29"
      ]
    },
    {
      "name": "第十三節　金光耀眼",
      "description": "雙手手心相對，呈鴨嘴形（即大拇指與食指約距2公分，後四指併攏）。從下至上向兩眼貫氣36-54次（見圖30~31）。注意：不可戴眼鏡，但戴隱形眼鏡沒關係，手指不可觸碰眼部。",
      "steps": [
        "雙手手心相對，呈鴨嘴形（即大拇指與食指約距2公分，後四指併攏）。",
        "從下至上向兩眼貫氣36-54次。"
      ],
      "graphics_urls": [
        "placeholder_url_30",
        "placeholder_url_31"
      ]
    },
    {
      "name": "第十四節　交叉擺掌",
      "description": "左手在裡，右手在外，交叉於腹前，向兩邊來回擺動36-54次（見圖32~33）。注意：擺動幅度不可太大，兩邊各45度即可。",
      "steps": [
        "左手在裡，右手在外，交叉於腹前。",
        "向兩邊來回擺動36-54次。"
      ],
      "graphics_urls": [
        "placeholder_url_32",
        "placeholder_url_33"
      ]
    },
    {
      "name": "第十五節　雙手合十",
      "description": "雙手合十，指實掌虛，指尖向前上方放在胸前，約三分鐘（見圖34~35）。注意：兩眼睜開，或作垂視狀，微露一線之光，不可閉眼，不可站樁，不要有意入靜。有心臟病、高血壓者，雙手稍低些。",
      "steps": [
        "雙手合十，指實掌虛，指尖向前上方放在胸前。",
        "維持約三分鐘。"
      ],
      "graphics_urls": [
        "placeholder_url_34",
        "placeholder_url_35"
      ]
    },
    {
      "name": "收功",
      "description": "雙手緩慢放下，再握空拳慢慢上提（同時用鼻吸氣），提至與肩同高，然後再慢慢放下，手指慢慢伸展，同時用口緩緩呼氣。搓手後浴面並搓病處（見圖36~37）。",
      "steps": [
        "雙手緩慢放下。",
        "再握空拳慢慢上提（同時用鼻吸氣），提至與肩同高。",
        "然後再慢慢放下，手指慢慢伸展，同時用口緩緩呼氣。",
        "搓手後浴面並搓病處。"
      ],
      "graphics_urls": [
        "placeholder_url_36",
        "placeholder_url_37"
      ]
    }
  ]
}

